Repository: common-repository/cabpress
Catalog: languages/cpress-*.po
Languages: fr_fr

source: Activate you license to get the a shortcode, the shortcode is the code that display your form in the page where you paste it
fr_fr: Activer votre license pour obtenir votre code court. Le code court vous permet d'afficher le formulaire de réservation dans une page, une fois généré copier/coller votre code court dans la page choisit.

source: Choose the city to point at with google map
fr_fr: Choisissez la ville a afficher avec google map

source: Choose the country that the map will display, us for USA
fr_fr: Choisissez le pays à afficher avec google map

source: city_map
fr_fr: Carte de la ville

source: country
fr_fr: Pays

source: Currency
fr_fr: Monnaie

source: Email to receive you bookings
fr_fr: L'email pour recevoir les réservations

source: eur
fr_fr: euro

source: google_api_key
fr_fr: Clef Api google

source: notification_email
fr_fr: Email pour recevoir les notifications et les réservations

source: Price per km
fr_fr: Prix par km

source: price_km
fr_fr: Prix au km

source: Put your Google API key and use google map
fr_fr: Votre clef Api google map

source: Put your Stripe API key and get payments
fr_fr: Votre clef Api Stripe

source: Put your Stripe PUBLIC API key and get payments
fr_fr: Votre clef Api pubic Stripe (Stripe public key)

source: Settings Saved
fr_fr: Changements enregistrés

source: stripe_api_key
fr_fr: Clef Api Stripe

source: stripe_public_api_key
fr_fr: Clef api public de Stripe (stripe public api key)

source: usd
fr_fr: Dollars
